---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.DuctSizes
source: html/bb32fbed-7f8d-10e9-cbe5-b45f2c25c85a.htm
---
# DuctSizes Properties

Count of the items contained in the collection.